Repository: boyer-nicolas/hiboutik-to-wp
Catalog: niwhiboutik-*.po
Languages: de_de, es_es

source: at
de_de: unter
es_es: en

source: failed in
de_de: gescheitert
es_es: falló en

source: in Woocommerce
es_es: en Woocommerce

source: products in Woocommerce.
de_de: produkte in Woocommerce.
es_es: productos en Woocommerce.

source: succedeed in
de_de: erfolgreich in
es_es: logrado en

source: was stopped manually
de_de: manuell gestoppt wurde
es_es: se detuvo manualmente

source: Activate
de_de: Aktiviere
es_es: Activar

source: Activating
de_de: Aktivieren von
es_es: Activación de

source: Activation error
de_de: Aktivierungsfehler
es_es: Error de activación

source: activation left
de_de: aktivierung links
es_es: activación a la izquierda

source: activations left
de_de: aktivierungen links
es_es: activaciones restantes

source: Add New Brand
de_de: Neue Marke hinzufügen
es_es: Añadir nueva marca

source: All Brands
de_de: Alle Marken
es_es: Todas las marcas

source: Alright
de_de: In Ordnung
es_es: Muy bien

source: An import is already in progress. Please wait for it to finish before searching products
de_de: Ein Import ist bereits im Gange. Bitte warte, bis er beendet ist, bevor du nach Produkten suchst
es_es: Ya se está realizando una importación. Por favor, espere a que termine antes de buscar productos

source: An import is in progress. Please wait for it to finish before changing settings
de_de: Ein Import ist im Gange. Bitte warte, bis er beendet ist, bevor du die Einstellungen änderst
es_es: Se está realizando una importación. Por favor, espere a que termine antes de cambiar la configuración

source: at
de_de: unter
es_es: en

source: Authentication error
de_de: Authentifizierungsfehler
es_es: Error de autentificación

source: Authentication success
de_de: Erfolgreiche Authentifizierung
es_es: Autenticación exitosa

source: Back to Brands
de_de: Zurück zu Marken
es_es: Volver a las marcas

source: Brand
de_de: Marke
es_es: Marca

source: Brands
de_de: Marken
es_es: Marcas

source: brands
de_de: marken
es_es: marcas

source: by ID
de_de: durch ID
es_es: por ID

source: by name
de_de: mit Namen
es_es: por nombre

source: Cannot find link
de_de: Kann den Link nicht finden
es_es: No se puede encontrar el enlace

source: Cannot retrieve products
de_de: Produkte können nicht abgerufen werden
es_es: No se pueden recuperar los productos

source: Cannot save while importing
de_de: Speichern beim Importieren nicht möglich
es_es: No se puede guardar durante la importación

source: Cannot stop import
de_de: Import kann nicht gestoppt werden
es_es: No se puede detener la importación

source: Categories
de_de: Kategorien
es_es: Categorías

source: Check in progress
de_de: Überprüfung in Arbeit
es_es: Comprobación en curso

source: Checking license validity
de_de: Überprüfung der Lizenzgültigkeit
es_es: Comprobación de la validez de la licencia

source: Cleaning up
de_de: Aufräumen
es_es: Limpieza

source: Control Panel
de_de: Bedienfeld
es_es: Panel de control

source: Could not activate license key.
de_de: Der Lizenzschlüssel konnte nicht aktiviert werden.
es_es: No se ha podido activar la clave de licencia.

source: Could not connect to the byniwee server.
de_de: Die Verbindung zum byniwee Server konnte nicht hergestellt werden.
es_es: No se ha podido conectar con el servidor de byniwee.

source: Deactivate
de_de: Deaktiviere
es_es: Desactivar

source: Downloading images
de_de: Herunterladen von Bildern
es_es: Descarga de imágenes

source: Edit Brand
de_de: Marke bearbeiten
es_es: Editar marca

source: Enter the link to your Hiboutik account followed by "/api" (example: https://mycompany.hiboutik.com/api)
de_de: Gib den Link zu deinem Hiboutik-Konto gefolgt von "/api" ein (Beispiel: https://mycompany.hiboutik.com/api)
es_es: Introduzca el enlace a su cuenta Hiboutik seguido de "/api" (ejemplo: https://mycompany.hiboutik.com/api)

source: Enter your Hiboutik byNiWee key
de_de: Gib deinen Hiboutik byNiWee Schlüssel ein
es_es: Introduzca su clave Hiboutik byNiWee

source: Enter your Hiboutik login (generally an email)
de_de: Gib dein Hiboutik-Login ein (normalerweise eine E-Mail)
es_es: Introduzca su nombre de usuario de Hiboutik (generalmente un correo electrónico)

source: Enter your Hiboutik token
de_de: Gib deinen Hiboutik Token ein
es_es: Introduzca su ficha Hiboutik

source: Error importing product
de_de: Fehler beim Importieren eines Produkts
es_es: Error al importar el producto

source: Error retrieving information
de_de: Fehler beim Abrufen von Informationen
es_es: Error al recuperar la información

source: Error saving license
de_de: Fehler beim Speichern der Lizenz
es_es: Error al guardar la licencia

source: Error saving login info, please contact your server administrator or support.
de_de: Fehler beim Speichern der Anmeldeinformationen, bitte kontaktiere deinen Server-Administrator oder den Support.
es_es: Error al guardar la información de inicio de sesión, por favor, póngase en contacto con el administrador del servidor o con el servicio de asistencia.

source: Getting stock
de_de: Bestand erhalten
es_es: Obtención de existencias

source: Here you can search for products and import them manually. This method is recommended when you have updated a small amount of products in Hiboutik to avoid running a full import catalogue that may take time and resources. You only need to start writing in the search bar to find products to import.
de_de: Hier kannst du nach Produkten suchen und sie manuell importieren. Diese Methode wird empfohlen, wenn du eine kleine Anzahl von Produkten in Hiboutik aktualisiert hast, um einen vollständigen Importkatalog zu vermeiden, der Zeit und Ressourcen in Anspruch nehmen kann. Du brauchst nur in die Suchleiste zu schreiben, um die zu importierenden Produkte zu finden.
es_es: Aquí puede buscar productos e importarlos manualmente. Este método se recomienda cuando se ha actualizado una pequeña cantidad de productos en Hiboutik para evitar ejecutar un catálogo de importación completo que puede llevar tiempo y recursos. Sólo tiene que empezar a escribir en la barra de búsqueda para encontrar los productos a importar.

source: Here you can see the orders that have been imported from Hiboutik.
de_de: Hier kannst du die Bestellungen sehen, die von Hiboutik importiert wurden.
es_es: Aquí puede ver los pedidos que se han importado desde Hiboutik.

source: Hiboutik connection status
de_de: Status der Hiboutik-Verbindung
es_es: Estado de la conexión Hiboutik

source: Hiboutik link
es_es: Enlace de Hiboutik

source: Hiboutik login data
de_de: Hiboutik Anmeldedaten
es_es: Datos de acceso a Hiboutik

source: Hiboutik login info
de_de: Hiboutik-Anmeldeinformationen
es_es: Información de acceso a Hiboutik

source: Hiboutik token
de_de: Hiboutik-Münze
es_es: Ficha Hiboutik

source: Import
de_de: Importieren
es_es: Importar

source: Import canceled
de_de: Import storniert
es_es: Importación cancelada

source: Import catalog
de_de: Katalog importieren
es_es: Importar catálogo

source: Import done
de_de: Import erledigt
es_es: Importación realizada

source: Import error
de_de: Importfehler
es_es: Error de importación

source: Import finished
de_de: Import beendet
es_es: Importación finalizada

source: Import images
de_de: Bilder importieren
es_es: Importar imágenes

source: Import is done
de_de: Der Import ist abgeschlossen
es_es: La importación está hecha

source: Import status
es_es: Estado de la importación

source: Import stopped
de_de: Import gestoppt
es_es: Importación detenida

source: Import terminé avec des erreurs
es_es: Importación terminada con errores

source: Import terminé avec succès
es_es: Importación terminada con éxito

source: Importing
de_de: Importieren
es_es: Importación de

source: Importing
de_de: Importieren
es_es: Importación de

source: Importing product
de_de: Produkt importieren
es_es: Importación de productos

source: Include shop
de_de: Laden einbeziehen
es_es: Incluye la tienda

source: Initializing
de_de: Initialisierung
es_es: Inicialización de

source: Internal error
de_de: Interner Fehler
es_es: Error interno

source: Invalid credentials
de_de: Ungültige Anmeldeinformationen
es_es: Credenciales no válidas

source: Less than 1
de_de: Weniger als 1
es_es: Menos del 1

source: License key is activated.
de_de: Der Lizenzschlüssel ist aktiviert.
es_es: La clave de la licencia está activada.

source: License key is already activated.
de_de: Der Lizenzschlüssel ist bereits aktiviert.
es_es: La clave de licencia ya está activada.

source: License key is empty
de_de: Der Lizenzschlüssel ist leer
es_es: La clave de licencia está vacía

source: License key is invalid
de_de: Lizenzschlüssel ist ungültig
es_es: La clave de licencia no es válida

source: License key is valid and activated.
de_de: Der Lizenzschlüssel ist gültig und aktiviert.
es_es: La clave de licencia es válida y está activada.

source: License key is valid, but requires activation.
de_de: Der Lizenzschlüssel ist gültig, muss aber aktiviert werden.
es_es: La clave de licencia es válida, pero requiere activación.

source: Loading
de_de: Laden
es_es: Cargando

source: Loading notification
de_de: Ladebestätigung
es_es: Notificación de carga

source: Loading orders
de_de: Aufträge laden
es_es: Carga de pedidos

source: Login info saved
de_de: Login-Informationen gespeichert
es_es: Información de inicio de sesión guardada

source: Menu Options
de_de: Menü Optionen
es_es: Opciones de menú

source: Metadata
de_de: Metadaten
es_es: Metadatos

source: Modify
de_de: Ändern Sie
es_es: Modificar

source: New Brand Name
de_de: Neuer Markenname
es_es: Nueva marca

source: NiWee Productions
es_es: Producciones NiWee

source: No brands found.
de_de: Keine Marken gefunden.
es_es: No se han encontrado marcas.

source: No import registered
de_de: Keine Einfuhr registriert
es_es: No se ha registrado ninguna importación

source: No orders
de_de: Keine Aufträge
es_es: No hay pedidos

source: No results
de_de: Keine Ergebnisse
es_es: No hay resultados

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones

source: Official Byniwee documentation
de_de: Offizielle Byniwee-Dokumentation
es_es: Documentación oficial de Byniwee

source: Official Hiboutik documentation
de_de: Offizielle hibutische Dokumentation
es_es: Documentación oficial hiboutik

source: Order
de_de: Bestellung
es_es: Pida

source: Order customer
de_de: Kunde bestellen
es_es: Pedir al cliente

source: Order customer address
de_de: Adresse des Bestellers
es_es: Dirección del cliente del pedido

source: Order customer city
de_de: Kunde Stadt bestellen
es_es: Ordenar la ciudad del cliente

source: Order customer country
de_de: Land des Bestellers
es_es: Pedido del país del cliente

source: Order customer email
de_de: Kunden-E-Mail bestellen
es_es: Pedir el correo electrónico del cliente

source: Order customer note
de_de: Kundenhinweis bestellen
es_es: Nota de pedido del cliente

source: Order customer phone
de_de: Kundentelefon bestellen
es_es: Pedir el teléfono del cliente

source: Order customer postcode
de_de: Postleitzahl des Bestellers
es_es: Código postal del cliente del pedido

source: Order date
de_de: Datum der Bestellung
es_es: Fecha del pedido

source: Order item
de_de: Artikel bestellen
es_es: Pedir artículo

source: Order item name
de_de: Name der Bestellposition
es_es: Nombre del artículo del pedido

source: Order item price
de_de: Preis der Bestellposition
es_es: Precio del artículo del pedido

source: Order item quantity
de_de: Menge der Bestellposition
es_es: Cantidad de artículos del pedido

source: Order item SKU
de_de: Artikel bestellen SKU
es_es: Pedir artículo SKU

source: Order item total
de_de: Gesamtbetrag der Bestellposition
es_es: Total de la partida del pedido

source: Order item variation
de_de: Variation der Bestellposition
es_es: Variación de la posición del pedido

source: Order item variation attributes
de_de: Attribute für die Variation der Bestellposition
es_es: Atributos de la variación del artículo de la orden

source: Order item variation ID
de_de: Variation ID der Bestellposition
es_es: ID de la variación del artículo de la orden

source: Order items
de_de: Artikel bestellen
es_es: Pedir artículos

source: Order number
de_de: Bestellnummer
es_es: Número de pedido

source: Order status
de_de: Status der Bestellung
es_es: Estado del pedido

source: Order total
de_de: Bestellung gesamt
es_es: Total del pedido

source: Orders
de_de: Bestellungen
es_es: Pedidos

source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada

source: Parent Brand
de_de: Übergeordnete Marke
es_es: Marca madre

source: Parent Brand:
de_de: Übergeordnete Marke:
es_es: Marca madre:

source: Please enter at least three characters
de_de: Bitte gib mindestens drei Zeichen ein
es_es: Por favor, introduzca al menos tres caracteres

source: Please enter your login info
de_de: Bitte gib deine Anmeldedaten ein
es_es: Por favor, introduzca sus datos de acceso

source: Plugin activation
de_de: Plugin-Aktivierung
es_es: Activación del plugin

source: Price
de_de: Preis
es_es: Precio

source: Product
de_de: Produkt
es_es: Producto

source: Product found
de_de: Produkt gefunden
es_es: Producto encontrado

source: Products found
de_de: Gefundene Produkte
es_es: Productos encontrados

source: Progress
de_de: Fortschritt
es_es: Progreso

source: Refresh
de_de: Auffrischen
es_es: Actualizar

source: Regenerate
de_de: Regeneriere
es_es: Regenerar

source: Regenerating
de_de: Regenerieren
es_es: Regenerando

source: Remaining time
de_de: Verbleibende Zeit
es_es: Tiempo restante

source: Retrieve all of your Hiboutik products easily.
de_de: Finde alle deine Hiboutik-Produkte ganz einfach wieder.
es_es: Recupere fácilmente todos sus productos Hiboutik.

source: Retry
de_de: Wiederholen
es_es: Reintentar

source: Save
de_de: Speichern
es_es: Guardar

source: Saving
de_de: Sparen
es_es: Guardar

source: Saving images
de_de: Speichern von Bildern
es_es: Guardar imágenes

source: Search
de_de: Suche
es_es: Busque en

source: Search Brands
de_de: Marken suchen
es_es: Buscar marcas

source: Search by ID
de_de: Suche nach ID
es_es: Buscar por ID

source: Search by name
de_de: Suche nach Name
es_es: Buscar por nombre

source: Search error
de_de: Suchfehler
es_es: Error de búsqueda

source: Search in progress
de_de: Suche im Gange
es_es: Búsqueda en curso

source: Search products
de_de: Produkte suchen
es_es: Buscar productos

source: Search products to import
de_de: Produkte zum Importieren suchen
es_es: Buscar productos para importar

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Stop import
de_de: Import stoppen
es_es: Detener la importación

source: Stopping
de_de: Anhalten
es_es: Detener

source: Stopping import
de_de: Import stoppen
es_es: Detención de la importación

source: Success
de_de: Erfolg
es_es: Éxito

source: The import is starting in the background
de_de: Der Import wird im Hintergrund gestartet
es_es: La importación se inicia en segundo plano

source: The last import from
de_de: Der letzte Import von
es_es: La última importación de

source: The license was activated successfully
de_de: Die Lizenz wurde erfolgreich aktiviert
es_es: La licencia se ha activado con éxito

source: The menu was successfully regenerated.
de_de: Das Menü wurde erfolgreich neu generiert.
es_es: El menú se ha regenerado con éxito.

source: The product
de_de: Das Produkt
es_es: El producto

source: The product could not be imported
de_de: Das Produkt konnte nicht importiert werden
es_es: El producto no pudo ser importado

source: The product is archived and will not be imported
de_de: Das Produkt ist archiviert und wird nicht importiert
es_es: El producto está archivado y no se importará

source: The product is set not to display and will not be imported
de_de: Das Produkt ist so eingestellt, dass es nicht angezeigt und nicht importiert wird
es_es: El producto está configurado para no ser mostrado y no será importado

source: Unauthorized
de_de: Unerlaubte
es_es: No autorizado

source: Unknown error, please contact your server administrator or support.
de_de: Unbekannter Fehler, bitte kontaktiere deinen Server-Administrator oder den Support.
es_es: Error desconocido, por favor, póngase en contacto con el administrador del servidor o con el servicio de asistencia técnica.

source: Unread
de_de: Ungelesen
es_es: Sin leer

source: Update
es_es: Actualización

source: Update Brand
de_de: Update Marke
es_es: Actualizar la marca

source: Update catalog
de_de: Katalog aktualisieren
es_es: Actualizar el catálogo

source: Updating brands
de_de: Marken aktualisieren
es_es: Actualización de marcas

source: Updating categories
de_de: Kategorien aktualisieren
es_es: Actualización de categorías

source: Updating license
de_de: Lizenz aktualisieren
es_es: Actualización de la licencia

source: Visibility
de_de: Sichtbarkeit
es_es: Visibilidad

source: was imported
de_de: wurde importiert
es_es: fue importado

source: was not imported
de_de: wurde nicht importiert
es_es: no fue importado

source: When you click the below button, the plugins connects to both Hiboutik and Woocommerce so they can communicate, determine the changes needed and import all of the products except the archived ones.
de_de: Wenn du auf die Schaltfläche unten klickst, verbindet sich das Plugin sowohl mit Hiboutik als auch mit Woocommerce, damit sie miteinander kommunizieren, die erforderlichen Änderungen bestimmen und alle Produkte mit Ausnahme der archivierten importieren können.
es_es: Al hacer clic en el botón de abajo, el plugin se conecta tanto a Hiboutik como a Woocommerce para que puedan comunicarse, determinar los cambios necesarios e importar todos los productos excepto los archivados.

source: You are about to import all of the products. This may take some time. If you have a large number of references on Hiboutik and you have updated some of them, it may be more interesting to search the references via the form and import them manually. The import will run in the background and download the remote images.
de_de: Du bist dabei, alle Produkte zu importieren. Das kann einige Zeit in Anspruch nehmen. Wenn du eine große Anzahl von Referenzen auf Hiboutik hast und einige davon aktualisiert hast, kann es interessanter sein, die Referenzen über das Formular zu suchen und manuell zu importieren. Der Import läuft im Hintergrund und lädt die entfernten Bilder herunter.
es_es: Está a punto de importar todos los productos. Esto puede llevar algún tiempo. Si tiene un gran número de referencias en Hiboutik y ha actualizado algunas de ellas, puede ser más interesante buscar las referencias a través del formulario e importarlas manualmente. La importación se ejecutará en segundo plano y descargará las imágenes remotas.

source: You can choose which options you would like to use on the custom generated menu. Disabled it, regenerate it, customize it, do what you want with it !
de_de: Du kannst wählen, welche Optionen du in dem benutzerdefinierten Menü verwenden möchtest. Deaktiviere es, regeneriere es, passe es an, mach damit, was du willst!
es_es: Puedes elegir las opciones que quieres utilizar en el menú generado de forma personalizada. Desactivarlo, regenerarlo, personalizarlo, ¡hacer lo que quieras con él!

source: Your license is valid, but you need to activate it for the plugin to work.
de_de: Deine Lizenz ist gültig, aber du musst sie aktivieren, damit das Plugin funktioniert.
es_es: Su licencia es válida, pero necesita activarla para que el plugin funcione.

source: Error
de_de: Fehler

source: Hiboutik byNiWee key
de_de: Hiboutik byNiWee Schlüssel
